driver-tests/sqlse/derby/insertwrongbpelJbi/test/TestCase1/Input.xml

<soapenv:Envelope xsi:schemaLocation="http://schemas.xmlsoap.org/soap/envelope/ http://schemas.xmlsoap.org/soap/envelope/" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:bpel="http://j2ee.netbeans.org/wsdl/bpel">
  <soapenv:Body>
    <bpel:part1>5</bpel:part1>
    <bpel:part2>a</bpel:part2>
  </soapenv:Body>
</soapenv:Envelope>